<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8" trimDirectiveWhitespaces="true"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta name="keywords" content="여기에 중요한 키워드 8개정도 나열" />
<meta name="description" content="이 페이지를 설명하는 키워드를 문장형식으로 나열" />
<title>Insert title here</title>

</head>
<body>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<h1>나의 살던고향은</h1>
	<%
		response.sendRedirect("http://www.naver.com");
		// 브라우저가 새롭게 지정된 주소로 요청을 하는 것이다.(새로운 요청이다.)
	%>
<script>
 //여기에 jquery 코드 작성
</script>
</body>
</html>