package java_23_03_12;

public class Object_Arrays {
	/* 
	 1. 객체 배열
	 	. 객체 배열 == 참조변수 배열
	 	. Tv tv1, tv2, tv3 => Tv[] tvArr = new Tv[3]; => 길이가 3인 Tv타입 참조변수 *3
	 	
	 1-1. 객체 배열은 각각 주소가 다르다
	 1-2. 객체 배열의 주소를 각각 생성
	 	. tvArr[0] = new Tv(); => 주소(0*100)
	 	. tvArr[1] = new Tv(); => 주소(0*200)
	 	. tvArr[2] = new Tv(); => 주소(0*300)
	 	
	 2. 클래스의 정의(1)
	 	. 클래스 == 데이터 + 함수
	 	2-1 클래스
	 		1. 설계도
	 		2. 데이터 + 함수
	 		3. 사용자 정의 타입
	 	
	 	2-2 변수,배열,구조체
	 		. 변수 => 하나의 데이터를 저장할 수 있는 공간
	 		. 배열 => 같은 종류의 여러 데이터를 하나로 저장할 수 있는 공간
	 		. 구조체 => 서로 관련된 여러 데이터(종류 관계X)를 하나로 저장할 수 있는 공간
	 		. 클래스 => 데이터와 함수의 결합(구조체 + 함수)
	 	
	 3. 클래스의 정의(2)
	 	. 사용자 정의 타입 - 원하는 타입을 직접 만들 수 있다.
	 */

	
}
